Repository: common-repository/send-form-entries-to-telegram
Catalog: languages/gft-*.po
Languages: fa_ir

source: Settings
fa_ir: تنظیمات

source: GravityForms Entries To Telegram Chats
fa_ir: ارسال ورودی های گرویتی به تلگرام

source: The php version of your site is less than 7.1.0, please upgrade it. You can contact your hosting manager to upgrade.
fa_ir: ورژن پی اچ پی سایت شما کمتر از 7.1.0 میباشد، جهت اپگرید ورژن پی اچ پی سایت خود از مدیر هاست خود درخواست نمایید.

source: The mbstring module is not enabled on your site's server. Contact your hosting to activate it.
fa_ir: ماژول mbstring در سایت شما غیرفعال میباشد، لطفا از مدیر هاست خود بخواهید آن را فعال کند.

source: The GravityForms plugin is not installed / activated on the site. First install / activate the GravityForms plugin
fa_ir: افزونه گرویتی فرم نصب یا فعال نیست. ابتدا افزونه گرویتی فرم را نصب و فعال کنید.

source: Saved
fa_ir: ذخیره شد

source: Save Changes
fa_ir: ذخیره تغییرات

source: Saving ...
fa_ir: در حال ذخیره ...

source: The token is invalid
fa_ir: توکن نامعتبر است

source: Done
fa_ir: انجام شد

source: GF Entries To Telegram Chats
fa_ir: ارسال ورودی های گرویتی به تلگرام

source: IP
fa_ir: ای پی

source: Source Url
fa_ir: آدرس صفحه

source: Created By
fa_ir: توسط

source: Visitor
fa_ir: بازدید کننده

source: Payment Status
fa_ir: وضعیت پرداخت

source: Unknown
fa_ir: نامشخص

source: Payment Amount
fa_ir: مقدار پرداختی

source: Bot Token is Empty
fa_ir: توکن ربات خالی / اشتباه است.

source: Forms
fa_ir: فرم ها

source: Enable / Disable Form
fa_ir: فعال / غیرفعال کردن این فرم

source: Enable / Disable
fa_ir: فعال / غیرفعال

source: Chat ID (ex: Chanel ID Like @mychannel). Using , you can separate the Chats
fa_ir: ای دی چت (بطور مثال ای دی کانال مانند @mychannel). با , میتوانید گیرنده ها را جدا کنید.

source: Configuration
fa_ir: پیکربندی

source: Token Bot
fa_ir: توکن ربات

source: Note For Channels: Your bot should be used as a channel admin
fa_ir: نکته برای کانال ها: ربات شما باید به عنوان ادمین به کانال شما اضافه شود.

source: How To Get Chat ID For Private Channels? Click Here
fa_ir: چگونه ای دی کانال خصوصی را پیدا کنیم؟ اینجا کلیک کنید

source: GravityForms To Telegram
fa_ir: گرویتی فرم به تلگرام

source: Send GravityForms Entries To Telegram Chats
fa_ir: ارسال ورودی های گرویتی به تلگرام

source: Salar Sadeghi
fa_ir: سالار صادقی
